Repository: xinfu08417/omegaT
Catalog: omegaT/tm/大乘種性_TM.tmx
Source language: bo
Languages: zh_tw

source: དེ་ལྟར་ཐེག་ཆེན་གྱི་གདམས་ངག་དང༌།
zh_tw: 如是講說大乘教授與

source: དེའི་རྗེས་སུ་ཐེག་ཆེན་གྱི་སྦྱོར་ལམ་བཤད་ནས།
zh_tw: 隨後之大乘加行道後，

source: དེའི་རྗེས་སུ་གདམས་དོན་ཇི་ལྟར་སྒྲུབ་པའི་སྒྲུབ་པ་ཉམས་སུ་ལེན་ཚུལ་དེ་འཆད་ཅིང༌།
zh_tw: 隨之述說「如是修教授義正行」如何修持之理？

source: དེ་ཡང་ཐོག་མར་སྒྲུབ་པའི་རྟེན་རིགས་འཆད་པའི་རྒྱུ་མཚན་ཡོད་དེ།
zh_tw: 此復，先講述正行所依種性之理由，

source: ཐེག་པ་ཆེན་པོར་རིགས་སད་པའི་གང་ཟག་ལ་བཤད་ཟིན་གྱི་ངེས་འབྱེད་ཆ་མཐུན་དང་འཆད་འགྱུར་གྱི་མཐོང་ལམ་སོགས་སྐྱེ་བའི་ཕྱིར་དང༌།
zh_tw: 乃為令覺醒大乘種性之補特伽羅生起已述之順決擇分與將述之見道等。

source: སྟོང་ཉིད་ལ་དམིགས་པའི་བསྒོམས་བྱུང་གི་སྒྲུབ་པ་ཁྱད་པར་ཅན་དེས།
zh_tw: 緣空性的修所成之殊勝正行，

source: རིགས་ལ་དམིགས་པ་ན་ནུས་པ་མཐུ་ཅན་དུ་སོང་བའི་རིགས་མི་འཁྲུལ་བ་དེའི་དབང་དུ་བྱས་ནས་དེ་ལྟར་གསུངས་པའི་ཕྱིར།
zh_tw: 當緣種性時，以有力功能之不錯亂種性，而如是說。

source: འོ་ན་རིགས་དང་པོ་ནས་འཆད་རིགས་ཏེ།
zh_tw: 問：然則，先說種性是為應理，

source: སེམས་བསྐྱེད་ཀྱི་སྔ་རོལ་ནས་རིགས་སད་དགོས་པའི་ཕྱིར་ཞེ་ན།
zh_tw: 因發心前，種性必覺醒故。

source: སྐྱོན་མེད་དེ།
zh_tw: 答：無過，

source: དང་པོ་ཐེག་ཆེན་གྱི་རིགས་སད་ནས་དེའི་རྗེས་སུ་ཐེག་ཆེན་དུ་སེམས་བསྐྱེད་པ་ནི་རྒྱུ་འབྲས་དོན་གྱི་རིམ་པ་ཡིན་ལ།
zh_tw: 因先覺醒大乘種性，而後發大乘心，乃「理在因果次第」；

source: ཐེག་ཆེན་གྱི་ཐར་པ་ཆ་མཐུན་སོགས་རྒྱུད་ལ་སྐྱེས་པ་ན།
zh_tw: 於相續中生起大乘順解脫分等，

source: ཐེག་ཆེན་གྱི་རིགས་ཡོད་པར་རྟོགས་ནུས་པས་འདིར་བསྟན་པ་ནི་བཤད་པའི་རིམ་པ་ཡིན་པའི་ཕྱིར་ཏེ།
zh_tw: 能了悟〔其〕有大乘種性，故於此宣說即「講說次第」故，

source: འགྲེལ་ཆེན་ལས།
zh_tw: 如：《大疏》云：「

source: སེམས་བསྐྱེད་པ་དང་ཐར་པ་དང་ངེས་པར་འབྱེད་པའི་ཆ་དང་མཐུན་པ་ལ་སོགས་པ་རྣམས་ཀྱི་སྔོན་དུ་འགྲོ་བ་དེ་ཡིན་པས།
zh_tw: 發心、解脫與順抉擇分等先前是此故，

source: དང་པོ་ཁོ་ནར་རིགས་བཤད་པར་བྱ་བ་མ་ཡིན་ནམ།
zh_tw: 豈非先說種性？

source: ཅིའི་ཕྱིར་འདི་ལྟར་བཤད་ཅེ་ན།
zh_tw: 何以故作是言耶？

source: དེ་ནི་བདེན་མོད་ཀྱི་དེ་ནི་དོན་གྱི་གོ་རིམ་ཡིན་ལ།
zh_tw: 沒錯，然彼是『理在次第』，

source: འདི་ནི་དང་པོ་འབྲས་བུ་བཤད་ནས་རྒྱུ་ཕྱིས་བསྟན་པ་ཡིན་པས་བཤད་པའི་གོ་རིམས་ཡིན་པའི་ཕྱིར་ཉེས་པ་མེད་དོ། །
zh_tw: 此即初說果後示因故，是『講說次第』，故無過

source: དེ་ཡང་མདོའི་དབང་དུ་བྱས་ན།
zh_tw: 此復，以經而言：「

source: ཞེས་སོགས་ཀྱིས་རིགས་བཅུ་གསུམ་སོ་སོར་ཕྱེ་སྟེ་བཤད།
zh_tw: 等文別說十三種性。

source: དེ་རྣམས་ཀྱི་དགོངས་པ་བསྟན་བཅོས་སུ་འགྲེལ་བ་ན།
zh_tw: 為釋彼等意趣，論云：「

source: རྟོགས་པ་ཡི་ནི་ཆོས་དྲུག་དང༌།
zh_tw: 通達有六法⋯⋯

source: ཞེས་སོགས་ཤླཽ་ཀ་གཉིས་གསུངས།
zh_tw: 」等二偈頌。

source: འོ་ན་འདིར་བསྟན་རིགས་བཅུ་གསུམ་དུ་འཇོག་པའི་རྒྱུ་མཚན་ཅི་ཡིན་ཞེ་ན།
zh_tw: 問：然則，此示種性安立為十三之理由為何？

source: དེའི་རྒྱུ་མཚན་ཡོད་དེ།
zh_tw: 答：其理由即，

source: འདིར་བསྟན་ཐེག་ཆེན་གྱི་སྒྲུབ་པ་བཅུ་གསུམ་དུ་གྲངས་ངེས་པའི་དབང་གིས་རྟེན་རིགས་ལ་བཅུ་གསུམ་དུ་འཇོག་པའི་ཕྱིར།
zh_tw: 因為此示大乘正行定數為十三，依其勢力，安立所依種性亦為十三。

source: འདིར་བསྟན་ཐེག་ཆེན་གྱི་སྒྲུབ་པ་དེ་ལ་བཅུ་གསུམ་དུ་གྲངས་ངེས་པ་ཡིན་ཏེ།
zh_tw: 此示大乘正行定數為十三，

source: སྒྲུབ་པའི་ངོ་བོའི་དབང་དུ་བྱས་ནས་རྟོགས་པའི་ཆོས་དྲུག་ཏུ་ངེས།
zh_tw: 因以正行體性而言，決定有六證法；

source: བྱེད་ལས་ཀྱི་དབང་དུ་བྱས་ནས་གཉེན་པོའི་སྒྲུབ་པ་སྤོང་བའི་སྒྲུབ་པ་དེ་དག་ཡོངས་སུ་གཏུགས་པས་སྒྲུབ་པ་གསུམ་དུ་ངེས།
zh_tw: 以作用而言，決定有對治正行、能斷正行，及所斷永盡正行三種；

source: ས་མཚམས་ཀྱི་དབང་དུ་བྱས་ནས་ཤེས་རབ་སྙིང་བརྩེར་བཅས་པའི་སྒྲུབ་པ་སོགས་བཞིར་ངེས་པའི་ཕྱིར།
zh_tw: 依界限決定有俱悲智修行等四種故。

source: དང་པོ་གྲུབ་སྟེ།
zh_tw: 初者成立，

source: འདིར་བསྟན་ཐེག་ཆེན་གྱི་སྦྱོར་ལམ་ཡན་ཆད་ཀྱི་སྒྲུབ་པ་ཡིན་ན།
zh_tw: 因為此示大乘加行道以上之正行，

source: རྟོགས་པའི་ཆོས་དྲུག་གང་རུང་ཡིན་དགོས་པའི་ཕྱིར།
zh_tw: 定是六證法隨一故。

source: གཉིས་པ་གྲུབ་སྟེ།
zh_tw: 次者成立，

source: མི་མཐུན་ཕྱོགས་ཀྱི་གཉེན་པོ་བྱེད་པའི་ཆ་ནས་གཉེན་པོའི་སྒྲུབ་པ།
zh_tw: 因以作為對治逆品之分而言，決定對治正行、

source: མི་མཐུན་ཕྱོགས་སྤོང་བའི་ཆ་ནས་སྤོང་བའི་སྒྲུབ་པ།
zh_tw: 以斷除逆品之分決定能斷正行、

source: མི་མཐུན་ཕྱོགས་ཟད་པའི་ཆ་ནས་དེ་དག་ཡོངས་སུ་གཏུགས་པའི་རྣམ་གྲོལ་ལམ་གྱི་སྒྲུབ་པ་གསུམ་དུ་ངེས་པའི་ཕྱིར།
zh_tw: 以滅盡逆品之分決定所斷永盡解脫道正行三種故。

source: གསུམ་པ་གྲུབ་སྟེ།
zh_tw: 三者成立，

source: ས་བརྒྱད་པའི་དབང་དུ་བྱས་ནས་ཤེས་རབ་སྙིང་བརྩེར་བཅས་པའི་སྒྲུབ་པ།
zh_tw: 因以八地決定慧悲正行；

source: ས་དགུ་པའི་དབང་དུ་བྱས་ནས་སློབ་མ་ཐུན་མོང་མ་ཡིན་པའི་སྒྲུབ་པ།
zh_tw: 以九地安立不共弟子之正行；

source: ས་བཅུ་པའི་རྗེས་ཐོབ་ཀྱི་དབང་དུ་བྱས་ནས་གཞན་དོན་གོ་རིམས་སུ་བྱེད་པའི་སྒྲུབ་པ།
zh_tw: 以十地後得決定次第利他之正行；

source: ས་བཅུ་རྒྱུན་མཐའི་དབང་དུ་བྱས་ནས་ཡེ་ཤེས་རྩོལ་བ་མི་མངའ་བར་འཇུག་པའི་སྒྲུབ་པ་རྣམས་སུ་ངེས་པའི་ཕྱིར།
zh_tw: 以十地後心(續邊)決定智無功用轉正行。

source: ས་བརྒྱད་པའི་རྗེས་ཐོབ་ཀྱི་གནས་སྐབས་སུ་བདེན་འཛིན་མངོན་གྱུར་བ་དང་རང་དོན་ཡིད་བྱེད་ཀྱི་བློ་འགོག་ནུས་པའི་ཐབས་ཤེས་ཁྱད་པར་ཅན་ཐོབ་པའི་ཕྱིར་ཏེ།
zh_tw: 八地後得位時，獲得能遮止實執現行與自利作意心之殊勝方便智慧故，

source: རྩེ་མོ་ལས།
zh_tw: 因《金剛頂經》云：「

source: ཇི་སྲིད་ས་བརྒྱད་མ་ཐོབ་པ། །
zh_tw: 乃未證八地，

source: དེ་སྲིད་ཐེག་པ་དམན་པས་འཇིགས། །
zh_tw: 當受小乘摧。

source: ཞེས་གསུངས་པའི་ཕྱིར་དང༌།
zh_tw: 」故與

source: ས་བརྒྱད་པར་སྲིད་ཞི་མཉམ་ཉིད་ཀྱི་སྦྱོར་བ་ཐོབ་པའི་ཕྱིར།
zh_tw: 八地獲得有寂平等性加行故。

source: ས་བརྒྱད་པར་ཤེས་རབ་སྙིང་བརྩེར་བཅས་པའི་སྒྲུབ་པ་ཐོབ་པའི་མཐུས་ས་དགུ་པར་ཉན་ཐོས་ལ་སོགས་པ་དང་ཐུན་མོང་མིན་པའི་སྒྲུབ་པ་གསར་དུ་ཐོབ་པའི་ཕྱིར།
zh_tw: 於八地得慧悲正行之勢力，於九地新得不共聲聞等修行。

source: ས་བཅུ་པའི་རྗེས་ཐོབ་ནས་གཞན་དོན་བྱེད་ཚུལ་སངས་རྒྱས་དང་མཉམ་པ་རྗེས་སུ་མཐུན་པ་ཐོབ་པའི་ཕྱིར།
zh_tw: 自十地後得位，利他方式就能隨順「與佛平等」。

source: རྒྱུད་བླར།
zh_tw: 《寶性論》云：「

source: བཞི་པ་གྲུབ་སྟེ།
zh_tw: 四者成立

source: རྒྱུན་མཐའི་ཡེ་ཤེས་ཡེ་ཤེས་རྩོལ་བ་མི་མངའ་བར་འཇུག་བཞིན་པའི་སྒྲུབ་པ་ཡིན་ལ།
zh_tw: 最後本智是智無功用正轉之修行，

source: དེའི་མཇུག་ཐོགས་དེ་མ་ཐག་ཏུ་ཡེ་ཤེས་རྩོལ་བ་མི་མངའ་བར་འཇུག་པའི་སྒྲུབ་པ་མཐར་ཐུག་འབྱུང་བའི་ཕྱིར།
zh_tw: 而其後無間發起後智無功用轉之究竟修行故。

source: འོ་ན།
zh_tw: 問：作是思惟，然則，

source: གཉེན་པོའི་སྒྲུབ་པ་དང༌།
zh_tw: 對治正行與

source: སྤོང་བའི་སྒྲུབ་པ་གཉིས་ཀྱི་ངོ་བོ་དེ་གང༌།
zh_tw: 能斷正行二者體性為何？

source: གཉེན་པོས་སྤང་བྱ་སྤོང་ཚུལ་དེ་ཇི་ལྟ་བུ་སྙམ་ན།
zh_tw: 對治如何斷所斷之理？

source: དེ་ཡང་མདོ་ལས།
zh_tw: 答：復如經云：「

source: ཉི་མའི་དཀྱིལ་འཁོར་མངོན་པར་ཤར་བའི་ཚེ་མུན་པའི་གནས་མེད་ཅིང་མི་དམིགས་སོ། །
zh_tw: 日輪升起時，無黑暗處，亦不可得。」

source: ཞེས་དང༌།
zh_tw: 又云：「

source: དེ་བཞིན་དུ་བསྐལ་པའི་མེ་འབར་བའི་ཚེ་འདུ་བྱེད་ཀྱི་མཚན་མ་ཐམས་ཅད་ཀྱི་གནས་མེད་ཅིང་མི་དམིགས་སོ། །
zh_tw: 如是劫火燃燒時，無一切行之相處，亦不可得。

source: གཉེན་པོ་དང་ནི་སྤོང་བ་དང༌།
zh_tw: 於文中「對治與斷除」，

source: ཞེས་པའི་འགྲེལ་པ་འདིར་ཡང༌།
zh_tw: 《明義釋》又云:

source: དེའི་འོག་ཏུ་དེ་དག་སྐྱེས་པའི་སྟོབས་ཀྱིས་རྐུན་པོ་ཕྱུང་བ་དང་སྒོ་འཕར་བཅད་པ་ལྟར་དུས་མཉམ་དུ་གཉེན་པོ་དང་མི་མཐུན་པའི་ཕྱོགས་སྐྱེ་བ་དང་འགག་པ་དག་གོ །
zh_tw: 彼後，由彼等生起之勢，猶如驅賊閉戶般，生起對治及斷除逆品於同一時，……」

source: ཞེས་སོགས་གསུངས་པའི་དགོངས་པ་བཤད་ན།
zh_tw: 當說彼等意趣，

source: ཐེག་ཆེན་གྱི་མཐོང་ལམ་བར་ཆད་མེད་ལམ་སྐྱེ་བ་ལ་མངོན་དུ་ཕྱོགས་པ་དང༌།
zh_tw: 將生起大乘見道無間道與

source: དེའི་ངོ་སྐལ་གྱི་སྤང་བྱར་གྱུར་པའི་མཐོང་སྤངས་ཀྱི་ས་བོན་འགག་པ་ལ་མངོན་དུ་ཕྱོགས་པ་དུས་མཉམ་པའི་ཚུལ་གྱིས་སྤོང་བ་ཡིན་ཏེ།
zh_tw: 其所應斷見斷的種子將滅，二者同時，如此而斷，

source: བར་ཆད་མེད་ལམ་སྐྱེས་ཟིན་པ་དང༌།
zh_tw: 因已生起無間道與

source: དེའི་ངོ་སྐལ་གྱི་སྤངས་བྱར་གྱུར་པའི་མཐོང་སྤངས་ཀྱི་ས་བོན་འགགས་ཟིན་པ་དུས་མཉམ་པའི་ཕྱིར།
zh_tw: 其所應斷見斷之種子已滅，二者同時故。

source: དེ་ཡང་འདིའི་སྤང་བྱ་སྤོང་ཚུལ་དང་རྒྱུན་མཐའི་བར་ཆད་མེད་ལམ་གྱིས་གནས་ངན་ལེན་གྱི་དྲི་མ་ཕྲ་ཞིང་ཕྲ་བ་སྤོང་བ་ལ་ནི་སྐྱེ་འགྱུར་གྱི་ཚུལ་གྱིས་སྤོང་བ་ཞེས་བྱ་སྟེ།
zh_tw: 此復，此斷除所斷之方式與最後心無間道斷除極其細微粗重之垢，名「以將生起之方式斷除」，

source: བར་ཆད་མེད་ལམ་གཉིས་ཀྱི་དུས་སུ་སྤང་བྱ་གཉིས་མེད་པའི་ཕྱིར།
zh_tw: 因二無間道時，無二所斷故。

source: མཛོད་པ་ལྟར་ན་ནི།
zh_tw: 若如《俱舍論》：

source: གཉེན་པོའི་དུས་སུ་སྤང་བྱ་ཡོད་པར་འདོད་པས་འགག་འགྱུར་གྱི་ཚུལ་གྱིས་སྤོང་བ་ཡིན་ཏེ།
zh_tw: 則承許於對治時，有所斷，故是「以將滅之方式斷除」，

source: མཛོད་ལས།
zh_tw: 如《俱舍論》云：

source: མི་སློབ་སེམས་ནི་སྐྱེ་འགྱུར་བའི། །
zh_tw: 「無學心生時，

source: སྒྲིབ་པ་ལས་ནི་རྣམ་གྲོལ་འགྱུར། །
zh_tw: 正從障解脫，

source: འགག་པར་འགྱུར་བའི་ལམ་གྱིས་ནི། །
zh_tw: 道唯正滅位，

source: དེ་ཡི་སྒྲིབ་པ་རབ་ཏུ་སྤོང༌། །
zh_tw: 能令彼斷障

source: འོ་ན་ཀུན་བཏུས་ལས།
zh_tw: 然則，《大乘阿毘達磨集論》云：

source: འདས་པ་ནི་འགགས་པའི་ཕྱིར་མ་ཡིན་ནོ། །
zh_tw: 不從過去已滅故。

source: མ་འོངས་པ་ནི་མ་སྐྱེས་པའི་ཕྱིར་མ་ཡིན་ནོ། །
zh_tw: 不從未來未生故。

source: ད་ལྟར་བ་ནི་ལམ་དང་མཉམ་དུ་མི་འཇུག་པའི་ཕྱིར་མ་ཡིན་ནོ། །
zh_tw: 不從現在道不俱故。

source: འོན་ཀྱང་གནས་ངན་ལེན་གྱི་རྣམ་པ་གང་ཡིན་པ་དེ་ལས་སྤོང་སྟེ།
zh_tw: 然從諸煩惱麁重而得斷為斷。

source: གནས་ངན་ལེན་གྱི་རྣམ་པ་གང་གིས་གཉེན་པོའི་རྣམ་པ་དེ་འབྱུང་བ་དང༌།
zh_tw: 如是如是品麁重生。如是如是品對治，若此品對治生。

source: གནས་ངན་ལེན་གྱི་རྣམ་པ་དེ་འགག་པ་ནི་མཉམ་པས་མཉམ་སྟེ།
zh_tw: 即此品麁重滅。平等平等。

source: དཔེར་ན་སྣང་བ་དང་མུན་པ་འབྱུང་བ་དང་འགག་པ་བཞིན་ནོ། །
zh_tw: 猶如世間明生暗滅。

source: ཅེས་གསུངས་པ་ཡང་མཛོད་པ་ལྟར་ཡིན་ནམ་སྙམ་ན་མ་ཡིན་ཏེ།
zh_tw: 若思所說之意與《俱舍論》同否？不同。

source: ལུང་དེའི་དོན་ནི།
zh_tw: 此文義，

source: ཐེག་ཆེན་གྱི་མཐོང་ལམ་བར་ཆད་མེད་ལམ་དེས་མཐོང་སྤངས་ཀྱི་ས་བོན་དེ་རང་དུས་ན་འདས་པ་བུམ་པ་ཐོ་བས་བཅོམ་པ་ལྟར་སྤོང་བ་ཡང་མ་ཡིན།
zh_tw: 乃大乘見道無間道，斷除見所斷種子，與鐵錘摧壞自時已逝之寶瓶不同，

source: རང་དུས་ན་མ་སྐྱེས་པ་མདུན་ནས་ཕུལ་བ་ལྟར་སྤོང་བ་ཡང་མ་ཡིན།
zh_tw: 亦不同於自時未生從前方推走，

source: སྔར་གཉེན་པོའི་ཕྱོགས་གོམས་པ་ལ་བརྟེན་ནས་ཐེག་ཆེན་གྱི་མཐོང་ལམ་བར་ཆད་མེད་ལམ་སྐྱེ་བ་ལ་མངོན་དུ་ཕྱོགས་པ་དང༌།
zh_tw: 答：依昔日串習對治，於大乘見道無間將生起，與

source: མཐོང་སྤང་ཀྱི་ས་བོན་འགག་པ་ལ་མངོན་དུ་ཕྱོགས་པ་དུས་མཉམ་ཞིང༌།
zh_tw: 見所斷種子即將壞滅，二者同時，

source: ཐེག་ཆེན་གྱི་མཐོང་ལམ་བར་ཆད་མེད་ལམ་སྐྱེས་པ་དང་མཐོང་སྤངས་ཀྱི་ས་བོན་འགག་པ་དུས་མཉམ་པའི་སྒོ་ནས་མཐོང་སྤངས་ཀྱི་ས་བོན་དངོས་སུ་སྤོང་བ་གཞུང་གི་དོན་ནོ། །
zh_tw: 大乘見道無間道已生起與見所斷種子正滅，以二者同時門，直接斷除見所斷種子，乃文義。

source: འོ་ན་ས་བཅུ་པའི་སྐབས་སུ་གཞན་དོན་བྱེད་ཚུལ་སངས་རྒྱས་དང་མཉམ་པ་རྗེས་སུ་མཐུན་པ་ཐོབ་པ་དེ་གང་གི་དབང་གིས་ཐོབ་པ་ཡིན་ཞེ་ན།
zh_tw: 問：然則，十地時，利他方式隨順「與佛平等」，是由何勢力而致？

source: དེའི་སྐབས་སུ་དགོངས་ལྡེམ་དགོངས་བརྒྱད་ཀྱི་སྒོ་ནས་གདུལ་བྱ་ལ་རང་དབང་དུ་ཆོས་སྟོན་ནུས་པའི་ནུས་པ་ཁྱད་པར་ཅན་ཐོབ་པའི་དབང་གིས་ཡིན་པའི་ཕྱིར།
zh_tw: 答：彼時具足殊勝功德，能以「八意趣密意」門為所化自在說法之勢力所致故。

source: དགོངས་ལྡེམ་དགོངས་བརྒྱད་པོ་ཇི་ལྟར་ཡིན་ཞེ་ན།
zh_tw: 何謂八意趣密意？

source: དེ་འཆད་པ་ལ་འགྲེལ་པར།
zh_tw: 答：為釋此，《明義釋》云：

source: འདི་རྟོགས་པ་ལ་དྲང་ངེས་ཀྱི་རྣམ་གཞག་ཤེས་དགོས་པས།
zh_tw: 為了悟此，必了知建立了義、不了義，故

source: དེའི་ཚུལ་བཤད་ན།
zh_tw: 釋彼義，

source: བློ་གྲོས་མི་ཟད་པས་བསྟན་པའི་མདོ་ལས།
zh_tw: 《大寶積經》云：

source: དེ་རྣམས་ཀྱི་དགོངས་པ་འགྲེལ་བ་ལ།
zh_tw: 為釋彼等意趣，

source: དབུ་མ་སྣང་བར།
zh_tw: 《中觀光明論》云：「

source: ངེས་པའི་དོན་ཡང་གང་ལ་བྱ་ཞེ་ན།
zh_tw: 何等名為了義？

source: ཚད་མ་དང་བཅས་པ་དང་དོན་དམ་པའི་དབང་དུ་མཛད་ནས་བཤད་པ་གང་ཡིན་པ་སྟེ།
zh_tw: 謂有正量，依於勝義增上而說，

source: དེ་ནི་དེ་ལས་ལོགས་ཤིག་ཏུ་གཞན་གྱིས་གང་དུ་ཡང་དྲང་བར་མི་ནུས་པའི་ཕྱིར་རོ། །
zh_tw: 此義除此餘人不能向餘引故。」

source: ལུང་དེ་རྣམས་ཀྱི་དོན་བཤད་དུ་ཡོད་དེ།
zh_tw: 當說彼等文義，

source: དོན་དམ་བདེན་པ་དངོས་བསྟན་བསྟན་བྱའི་གཙོ་བོར་བྱས་ནས་སྟོན་པའི་སྒྲ་ཇི་བཞིན་པའི་མདོ་ངེས་དོན་གྱི་མདོའི་ངོ་བོ་དང༌།
zh_tw: 此即以勝義諦為親示主詮之依文經，即了義經之體性；

source: ཀུན་རྫོབ་བདེན་པ་དངོས་བསྟན་བསྟན་བྱའི་གཙོ་བོར་བྱས་ནས་སྟོན་པའམ་སྒྲ་ཇི་བཞིན་དུ་ཁས་བླང་དུ་མི་རུང་བ་གང་རུང་གི་མདོ་དེ་དྲང་དོན་གྱི་མདོའི་ངོ་བོ་ཡིན་ཞེས་པའི་དོན་ཡིན་པའི་ཕྱིར།
zh_tw: 以世俗諦為親示主詮之經或不可依文主張之經隨一，即所謂「不了義經」。

source: དྲང་དོན་གྱི་མདོ་དེ་ལ་དབྱེ་ན།
zh_tw: 不了義經可分為：

source: སྒྲ་ཇི་བཞིན་དུ་ཁས་བླང་དུ་རུང་བའི་མདོ་དང༌།
zh_tw: 可依文主張之經與

source: མི་རུང་བའི་མདོ་གཉིས་ཡོད།
zh_tw: 不可依文主張之經二種，

source: དང་པོ་ནི།
zh_tw: 初者

source: དཔེར་ན་འདུས་བྱས་མི་རྟག་པར་སྟོན་པའི་མདོ་ལྟ་བུ།
zh_tw: 如：演說有為法是無常之經。

source: ཕྱི་མ་ལ་ཡང༌།
zh_tw: 後者亦有：

source: དགོངས་གཞི་གཙོ་བོར་སྟོན་པའི་དགོངས་པ་ཅན་གྱི་མདོ་དང༌།
zh_tw: 主示意趣處之意趣經與

source: དགོངས་པ་གཙོ་བོར་སྟོན་པའི་ལྡེམ་དགོངས་ཀྱི་མདོ་གཉིས་ཡོད།
zh_tw: 主示意趣之密意經二種。

source: དང་པོ་ལ་བཞི་ཡོད་དེ།
zh_tw: 初者有四：

source: རྒྱན་ལས།
zh_tw: 如《大乘莊嚴經論》云：

source: མཉམ་པ་ཉིད་དང་དོན་གཞན་དང༌། །
zh_tw: 「平等及別義，

source: དེ་བཞིན་དུ་ནི་དུས་གཞན་དང༌། །
zh_tw: 別時及別欲，

source: གང་ཟག་གི་ནི་བསམ་པ་ལ། །
zh_tw: 依此四種意，

source: དགོངས་པ་རྣམ་པ་བཞིར་ཤེས་བྱ། །
zh_tw: 依此四種意。

source: དེ་ལ་དང་པོ་མཉམ་པ་ཉིད་ལ་དགོངས་པ་ནི།
zh_tw: 此中第一慮及平等者，

source: བདག་ཅག་གི་སྟོན་པས་མཉམ་པ་ཉིད་གསུམ་ལ་དགོངས་ནས།
zh_tw: 譬如：吾等導師慮及三平等而說：

source: ང་ཉིད་དེའི་ཚེ་དེའི་དུས་ན་སངས་རྒྱས་རྣམ་གཟིགས་སུ་གྱུར་ཏོ། །
zh_tw: 「我於彼生彼時是毗婆尸佛。

source: ཞེས་པའི་མདོ་ལྟ་བུའོ། །
zh_tw: 之經。

source: དེ་ལྟར་གསུངས་པའི་རྒྱུ་མཚན་ནི།
zh_tw: 如此宣說的理由，

source: བདག་ཅག་གི་སྟོན་པ་དང་རྣམ་གཟིགས་གཉིས་རྒྱུ་ཚོགས་གཉིས་རྫོགས་པར་མཉམ།
zh_tw: 即吾等導師與毗婆尸佛二者，圓滿二資糧因相等、

source: འབྲས་བུ་ཆོས་སྐུ་བརྙེས་པར་མཉམ།
zh_tw: 獲證法身果相等、

source: བྱེད་ལས་སེམས་ཅན་གྱི་དོན་བྱེད་པར་མཉམ་པའི་ཕྱིར་ཏེ།
zh_tw: 利益有情之作用相等故。

source: སངས་རྒྱས་ཐམས་ཅད་ཚོགས་དང་ནི། །
zh_tw: 「由資糧法身，

source: ཆོས་སྐུ་འགྲོ་བའི་དོན་སྤྱོད་པས། །
zh_tw: 利他佛相似。」

source: རིགས་དང་སྐུ་ཚེ་དང་སྐུ་ཚད་སོགས་ཀྱང་མཉམ་མམ་ཞེ་ན།
zh_tw: 然則，種性、壽命與身量等相等否？

source: མ་ཡིན་ཏེ།
zh_tw: 否，

source: སྐུ་ཚེ་དང༌།
zh_tw: 如云：

source: རིགས་དང་སྐུ་བོང་ཚོད་ཀྱིས་མིན། །
zh_tw: 「壽種性量等，諸佛有差別。」

source: ཞེས་གསུངས་པའི་ཕྱིར།
zh_tw: 故。

source: གཉིས་པ་དོན་གཞན་ལ་དགོངས་པ་ནི།
zh_tw: 第二慮及別義者，

source: ཕ་དང་མ་ནི་བསད་བྱ་ཞིང༌། །
zh_tw: 如「父與母應殺，

source: རྒྱལ་པོ་གཙང་སྦྲ་ཅན་གཉིས་དང༌། །
zh_tw: 若毀王二淨，

source: ཡུལ་འཁོར་འཁོར་དང་བཅས་བཅོམ་ན། །
zh_tw: 國土與眷屬，

source: མི་དེ་དག་པ་ཉིད་དུ་འགྱུར། །
zh_tw: 彼人成清淨」

source: ཅེས་གསུངས་པའི་མདོ་ལྟ་བུ།
zh_tw: 之經。

source: དོན་གཞན་ལ་དགོངས་ལུགས་ནི།
zh_tw: 慮及別義之理：

source: ཕ་མ་གཉིས་ནི།
zh_tw: 「父母」二者

source: རྟེན་འབྲེལ་ཡན་ལག་བཅུ་གཉིས་ཀྱི་ནང་ཚན་དུ་གྱུར་པའི་འདུ་བྱེད་དང་སྲིད་པ།
zh_tw: 指十二支緣起中的行與有；

source: རྒྱལ་པོ་ནི་དེའི་ནང་ཚན་དུ་གྱུར་པའི་རྣམ་ཤེས།
zh_tw: 「王」乃其中之識；

source: གཙང་སྦྲ་ཅན་གཉིས་ནི།
zh_tw: 「二淨」

source: ལྟ་བ་མཆོག་འཛིན་དང་ཚུལ་ཁྲིམས་བརྟུལ་ཞུགས་མཆོག་འཛིན་གཉིས་ཡུལ་འཁོར་ནི་འཁོར་བས་བསྡུས་པའི་མིག་སོགས་སྐྱེ་མཆེད་དྲུག
zh_tw: 即戒取見與戒禁取見者；「國土」是輪迴所攝眼等六處。

source: འཁོར་བཅས་ནི་འཁོར་བས་བསྡུས་པའི་ཕྱིའི་སྐྱེ་མཆེད་ཡིན་ལ།
zh_tw: 「眷屬」是輪迴所攝外處，

source: དེ་དག་གཉེན་པོའི་སྟོབས་ཀྱིས་བཅོམ་ན་དེ་འདྲའི་མི་དེས་དག་པ་བྱང་ཆུབ་ཐོབ་ཅེས་པའི་དོན་ནོ། །
zh_tw: 若由彼等對治力斷除，此人則獲得清淨菩提。

source: དུས་གཞན་ལ་དགོངས་པ་ནི།
zh_tw: 慮及別時，

source: མ་འོངས་པ་ན་བདེ་བ་ཅན་དུ་སྐྱེ་བ་ཡོད་པ་ལ་དགོངས་ནས་བདེ་བ་ཅན་དུ་སྐྱེ་བའི་སྨོན་ལམ་བཏབ་ན་དེ་མ་ཐག་བདེ་བ་ཅན་དུ་སྐྱེ་བར་གསུངས་པའི་མདོ་ལྟ་བུ།
zh_tw: 如：慮及未來可往生極樂，而說「僅發願往生極樂，將立即往生極樂」之經。

source: གང་ཟག་གི་བསམ་པ་ལ་དགོངས་པ་ནི།
zh_tw: 慮及補特伽羅意樂，

source: སྦྱིན་པ་ཙམ་གྱིས་ཆོག་པར་འཛིན་པའི་གདུལ་བྱའི་ངོར་དེ་སྨད་ནས་ཚུལ་ཁྲིམས་མཆོག་ཏུ་སྟོན་པའི་མདོ་ལྟ་བུའོ། །
zh_tw: 如：對僅以布施為滿足之所化，輕蔑此而說戒殊勝之經。

source: གཉིས་པ་ལྡེམ་དགོངས་ཀྱི་མདོ་ལའང་བཞིར་ཡོད་དེ།
zh_tw: 第二祕密意經亦有四，

source: གཞུག་པ་ལྡེམ་པོར་དགོངས་པ་དང༌། །
zh_tw: 「所謂令入節，

source: མཚན་ཉིད་ལྡེམ་པོར་དགོངས་པ་གཞན། །
zh_tw: 相節對治節，

source: བསྒྱུར་བ་ལྡེམ་པོར་དགོངས་པ་སྟེ། །
zh_tw: 及以祕密節，

source: ལྡེམ་པོར་དགོངས་པ་འདི་རྣམ་བཞི། །
zh_tw: 是名為四節。」

source: དེ་ཡང་དང་པོ་གཞུག་པ་ལ་ལྡེམ་པོར་དགོངས་པ་ནི།
zh_tw: 此復，第一令入祕密意，

source: ཕྱི་རོལ་པའི་ལྟ་བ་ལ་གོམས་པའི་གདུལ་བྱ་འགའ་ཞིག་བསྟན་པ་ལ་གཞུག་པའི་དོན་དུ་གང་ཟག་གི་བདག་ཡོད་པར་སྟོན་པའི་མདོ་ལྟ་བུ།
zh_tw: 即為令諳於外道見之些許所化入佛門，故宣說有補特伽羅我經。

source: མཚན་ཉིད་ལ་ལྡེམ་པོར་དགོངས་པ་ནི་མཚན་ཉིད་གསུམ་ལ་བདེན་པར་གྲུབ་མ་གྲུབ་སོ་སོར་ཕྱེ་ནས་སྟོན་པའི་མདོ་ལྟ་བུ།
zh_tw: 相祕密意，如：各別宣說三性是否真實成立之經。

source: གཉེན་པོ་ལ་ལྡེམ་པོར་དགོངས་པ་ལ་བརྒྱད་ཡོད་དེ།
zh_tw: 對治祕密意有八：

source: དེ་ཉིད་ལས།
zh_tw: 如《大乘莊嚴經論》云：

source: སངས་རྒྱས་ཆོས་ལ་བརྙས་པ་དང༌། །
zh_tw: 「輕佛及輕法，

source: ལེ་ལོ་ཅུང་ཟད་ཆོག་འཛིན་དང༌། །
zh_tw: 懈怠少知足，

source: ང་རྒྱལ་འདོད་ཆགས་སྤྱོད་པ་དང༌། །
zh_tw: 貪行及慢行，

source: འགྱོད་དང་མ་ངེས་ལྡོག་པ་ནི། །
zh_tw: 悔行不定等，

source: སེམས་ཅན་རྣམས་ཀྱི་སྒྲིབ་པ་སྟེ། །
zh_tw: 如是八種障，

source: དེ་ཡི་གཉེན་པོར་ཐེག་མཆོག་གསུམ། །
zh_tw: 大乘說對治。」

source: དེ་ཡང་སངས་རྒྱས་ལ་བརྙས་པའི་གཉེན་པོར་གསུངས་པ་ནི།
zh_tw: 此復，宣說輕蔑佛之對治，

source: མཉམ་པ་ཉིད་ཀྱི་མདོ་ལྟ་བུ།
zh_tw: 如平等性經。

source: ཆོས་ལ་བརྙས་པའི་གཉེན་པོར་གསུངས་པ་ནི་གྲངས་མེད་པའི་སངས་རྒྱས་ལ་བསྙེན་བཀུར་བྱས་ན་གཟོད་ཐེག་ཆེན་གྱི་ཆོས་ཐོབ་པར་འགྱུར་རོ་ཞེས་པའི་མདོ་ལྟ་བུ།
zh_tw: 宣說輕蔑法之對治，如：說倘若承事無量佛，遂得大乘法之經。

source: ལེ་ལོའི་ཉེས་པའི་གཉེན་པོར་གསུངས་པ་ནི།
zh_tw: 宣說懈怠之對治，

source: དུས་གཞན་ལ་དགོངས་པའི་མདོ་ལྟ་བུ།
zh_tw: 如：慮及別時之經。

source: ཅུང་ཟད་ཆོག་འཛིན་གྱི་གཉེན་པོར་གསུངས་པ་ནི།
zh_tw: 宣說少知足之對治，

source: གང་ཟག་གི་བསམ་པ་ལ་དགོངས་པའི་མདོ་ལྟ་བུ།
zh_tw: 如：慮及補特伽羅意樂之經。

source: ང་རྒྱལ་ལྷག་པར་སྤྱོད་པའི་ཉེས་པའི་གཉེན་པོར་གསུངས་པ་ནི།
zh_tw: 宣說增上我慢之對治，

source: སངས་རྒྱས་ཀྱི་ཞིང་གི་ཡོན་ཏན་སྒྲོ་བཏགས་ནས་བརྗོད་པའི་མདོ་ལྟ་བུ།
zh_tw: 如：增益宣說佛土功德之經。

source: འདོད་ཆགས་ལྷག་པར་སྤྱོད་པའི་ཉེས་པའི་གཉེན་པོར་གསུངས་པ་ནི།
zh_tw: 宣說增上貪欲之對治，

source: སངས་རྒྱས་ཀྱི་སྐུའི་ཡོན་ཏན་སྒྲོ་བཏགས་ནས་གསུངས་པའི་མདོ་ལྟ་བུ།
zh_tw: 如：增益宣說佛身功德之經。

source: འགྱོད་པའི་ཉེས་པའི་གཉེན་པོར་གསུངས་པ་ནི།
zh_tw: 宣說後悔過患之對治，

source: མ་སྐྱེས་དགྲའི་འགྱོད་པ་བསལ་བའི་མདོ་ལྟ་བུ།
zh_tw: 如：《佛說阿闍世王經》

source: མཐར་ཐུག་ཐེག་པ་གསུམ་དུ་སྟོན་པའི་མདོ་ལྟ་བུ།
zh_tw: 如：宣說究竟三乘經。

source: བཞི་པ་བསྒྱུར་བ་ལ་ལྡེམ་པོར་དགོངས་པ་ནི།
zh_tw: 第四祕密節，

source: རབ་ཏུ་གྲགས་པའི་ཡི་གེ་ངན་པ་མ་གྲགས་པའི་དོན་ཟབ་མོ་སྟོན་བྱེད་དུ་བསྒྱུར་བ་སྟེ།
zh_tw: 將普稱之惡字轉變成詮說不普稱之深義。

source: སྙིང་པོ་མེད་ལ་སྙིང་པོ་ཤེས། །
zh_tw: 如經言：「覺不堅為堅，

source: ཕྱིན་ཅི་ལོག་ལ་ལེགས་པར་གནས། །
zh_tw: 善住於顛倒，

source: ཉོན་མོངས་པས་ནི་རབ་ཉོན་མོངས། །
zh_tw: 極煩惱所惱，

source: བྱང་ཆུབ་དམ་པ་ཐོབ་པར་འགྱུར། །
zh_tw: 得最上菩提。」

source: དེ་ཡང་སྙིང་པོ་ནི་རྣམ་གཡེང་དང་ཚུལ་འཆལ་ཡིན་ལ།
zh_tw: 此復，「堅」指散亂與犯戒，

source: དེ་གཉིས་མེད་པའི་ལྷག་པ་ཏིང་ངེ་འཛིན་དང་ཚུལ་ཁྲིམས་ཀྱི་བསླབ་པ་གཉིས་དང༌།
zh_tw: 無此二之「增上定」與「增上戒」二者，

source: གཙང་བདེ་རྟག་བདག་ཏུ་འཛིན་པ་ལས་ཕྱིན་ཅི་ལོག་པ་མི་རྟག་སོགས་རྟོགས་པའི་ཤེས་རབ་ཀྱི་བསླབ་པ་དང༌།
zh_tw: 以及執常、樂、我、淨顛倒之通達無常等「增上慧」學。

source: གཞན་དོན་དཀའ་སྤྱད་ཀྱི་ཉོན་མོངས་པ་ནི་བསོད་ནམས་ཀྱི་ཚོགས་ཆེན་པོ་ལ་འབད་པ་སྟེ།
zh_tw: 利他苦行的煩惱，即精勤於廣大福德資糧，

source: དེ་ལྟར་ཚོགས་གཉིས་ལ་འབད་པས་མྱུར་དུ་བྱང་ཆུབ་ཐོབ་པར་བསྟན་པའོ། །
zh_tw: 說如此精勤二資糧，速證菩提。

source: དེ་ལྟར་རྟོགས་པ་ཡི་ནི་ཆོས་དྲུག་དང༌། །
zh_tw: 問：如是「通達有六法……」

source: ཞེས་སོགས་ཀྱི་སྐབས་སུ་བྱང་སེམས་བཅུ་གསུམ་གྱི་རྒྱུད་ཀྱི་སེམས་བདེན་སྟོང་ཐེག་ཆེན་སྒྲུབ་པའི་རྟེན་རང་བཞིན་གནས་རིགས་སུ་བསྟན་པ་ལ།
zh_tw: 等文時，示十三菩薩相續之心真實空，是大乘修行所依自性住種性，

source: རང་བཞིན་གནས་རིགས་འདུས་བྱས་སུ་འདོད་པའི་སེམས་ཙམ་པ་རྣམས་ན་རེ།
zh_tw: 對此，承許自性住種性是有為法之唯識師駁說：

source: རིགས་ཅན་གསུམ་ཀའི་གང་ཟག་ཐེག་པ་ཆེན་པོའི་ལམ་གྱི་སྐབས་ཀྱི་རིགས་ལ་གནས་པར་ཐལ།
zh_tw: 「三種性補特伽羅理應住於大乘道時之種性，

source: བྱང་སེམས་བཅུ་གསུམ་གྱི་རྒྱུད་ཀྱི་སེམས་བདེན་སྟོང་སྒྲུབ་པའི་རྟེན་རང་བཞིན་གནས་རིགས་གང་ཞིག
zh_tw: 因十三菩薩相續之心真實空是修行所依—自性住種性，且

source: དེ་རིགས་ཅན་གསུམ་ཀའི་གང་ཟག་ལ་སྤྱིར་གནས་པའི་ཕྱིར།
zh_tw: 彼通住於三種性補特伽羅故。

source: འདོད་ན།
zh_tw: 若許，

source: བྱང་ཆུབ་སེམས་དཔའ་ཁོ་ན་ཐེག་ཆེན་གྱི་ལམ་གྱི་སྐབས་ཀྱི་རིགས་ལ་གནས་པ་མ་ཡིན་པར་ཐལ།
zh_tw: 則理應非僅是菩薩住於大乘道時之種性？」

source: དེ་ཡང༌།
zh_tw: 此復，

source: ཉི་སྣང་ལས།
zh_tw: 《二萬頌光明釋》云：

source: གལ་ཏེ་ཆོས་ཀྱི་དབྱིངས་རིགས་ཉིད་ཡིན་ན་ཐམས་ཅད་རིགས་ལ་གནས་པར་འགྱུར་ཏེ།
zh_tw: 「若法界是種性，則成一切皆住種性，

source: དེ་ནི་སྤྱིར་གནས་པ་ཡིན་པའི་ཕྱིར་རོ། །
zh_tw: 因彼通住故。」

source: ཞེ་ན་ཞེས་དང༌།
zh_tw: 又，

source: དེའི་ཚེ་ཆོས་ཀྱི་དབྱིངས་ནི་སྤྱིར་གནས་པ་ཡིན་པའི་ཕྱིར།
zh_tw: 「爾時法界通住故……」

source: ཞེས་སོགས་དང༌།
zh_tw: 等；

source: འགྲེལ་པ་འདིར་ཡང༌།
zh_tw: 《明義釋》復說：

source: འོ་ན་ནི་དེའི་ཚེ་དེ་ནི་སྤྱིར་གནས་པ་ཡིན་པས་བྱང་ཆུབ་སེམས་དཔའ་ཁོ་ན་མ་ཡིན་ནོ་སྙམ་པའི་སྐྱེ་བོ་བློ་དམན་པའི་ངོར་དོགས་པ་བསུ་ནས།
zh_tw: 「然則，爾時彼通住，故思惟非唯是菩薩，〔如此〕對劣慧士夫挑起發問。」

source: ལན་ནི།
zh_tw: 答：

source: ཐལ་འགྱུར་དང་པོ་ལ་མ་ཁྱབ་པར་ཐལ།
zh_tw: 第一應成理應不周遍，

source: བྱང་སེམས་བཅུ་གསུམ་གྱི་རྒྱུད་ཀྱི་སེམས་བདེན་སྟོང་ཐེག་ཆེན་སྒྲུབ་པའི་རྟེན་རང་བཞིན་གནས་རིགས་དང༌།
zh_tw: 因十三菩薩相續之心真實空，是大乘修行所依自性住種性，

source: རིགས་ཅན་གསུམ་གྱི་གང་ཟག་ལ་སྤྱིར་གནས་ཀྱང་ཉན་ཐོས་སློབ་པའི་སེམས་བདེན་སྟོང་ཉན་ཐོས་སྒྲུབ་པའི་རྟེན་རང་བཞིན་གནས་རིགས་དང༌།
zh_tw: 雖共住於十三種性補特伽羅，但有學聲聞之心真實空是聲聞修行所依自性住種性，

source: རང་རྒྱལ་སློབ་པའི་སེམས་བདེན་སྟོང་རང་རྒྱལ་སྒྲུབ་པའི་རྟེན་རང་བཞིན་གནས་རིགས་དང༌།
zh_tw: 有學緣覺之心真實空是緣覺修行所依自性住種性，

source: བྱང་སེམས་ཀྱི་སེམས་བདེན་སྟོང་བྱང་སེམས་སྒྲུབ་པའི་རྟེན་རང་བཞིན་གནས་རིགས་སུ་འཐད་པའི་ཕྱིར།
zh_tw: 菩薩之心真實空是菩薩修行所依自性住種性，【此】是應理故。

source: དེ་སྒྲུབ་པ་ནི་ཉན་ཐོས་སློབ་པའི་སེམས་བདེན་སྟོང་ཆོས་ཅན།
zh_tw: 為證成此，有學聲聞之心真實空為有法，

source: ཉན་ཐོས་སྒྲུབ་པའི་རྟེན་རང་བཞིན་གནས་རིགས་ཡིན་ཏེ།
zh_tw: 是聲聞修行所依自性住種性，

source: ཉན་ཐོས་སློབ་པའི་སེམས་ཀྱི་ཆོས་དབྱིངས་གང་ཞིག ཉན་ཐོས་སྒྲུབ་པའི་རྟེན་གཞི་བྱེད་པའི་ཕྱིར།
zh_tw: 因是有學聲聞之心的法界，又是聲聞正行之所依基礎故。

source: འོག་མ་གཉིས་ལའང་དེ་བཞིན་སྦྱར་ཏེ།
zh_tw: 後二者亦如此結合。

source: དེ་ལྟར་ཉི་སྣང་ལས།
zh_tw: 如《二萬頌光明釋》云：

source: ཇི་ལྟར་དམིགས་པ་ན་འཕགས་པའི་ཆོས་རྣམས་ཀྱི་རྒྱུར་འགྱུར་བ་དེ་ལྟར་རིགས་ཡིན་པར་བརྗོད་པ་དེས་ན་འདིར་ཧ་ཅང་ཐལ་བ་ཅི་སྟེ་ཚོལ་བར་བྱེད།
zh_tw: 「如是緣【自法性】時，成諸聖法之因，而說是種性，是故為何於此以過份應成破斥。」

source: ཇི་ལྟར་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་སོགས་པའི་རྟོགས་པའི་རིམ་གྱིས་དམིགས་པ་དེ་བཞིན་དུ་འཕགས་པའི་ཆོས་རྟོགས་པར་བྱ་བའི་ཕྱིར་ཆོས་ཀྱི་དབྱིངས་རྒྱུའི་ངོ་བོར་རྣམ་པར་འཇོག་པའི་སྒོ་ནས་རིགས་ཉིད་དུ་ཐ་སྙད་འདོགས་སོ། །
zh_tw: 「聲聞乘等證量次第而緣，如是為證聖法，以安立法界因性之門，取名為種性。」

source: དེ་དག་ནི་དོན་གྱིས་ཐོབ་པའི་རྩོད་ལན་ཡིན་ལ།
zh_tw: 彼等是理在辯論之答。

source: རྩ་ཚིག་གིས་ཟིན་པའི་དབང་དུ་བྱས་ན།
zh_tw: 若就本文字面上而言，

source: ཁོ་ན་རེ།
zh_tw: 有駁云：

source: རང་བཞིན་གནས་རིགས་ལ་འདི་ནི་ཉན་ཐོས་ཀྱི་རང་བཞིན་གནས་རིགས་འདི་ནི་རང་རྒྱལ་གྱི་རང་བཞིན་གནས་རིགས་འདི་ནི་ཐེག་ཆེན་གྱི་རང་བཞིན་གནས་རིགས་ཅེས་གསུམ་གྱི་དབྱེ་བ་མི་འཐད་པར་ཐལ།
zh_tw: 「於〔一〕自性住種性，謂此乃聲聞自性住種性、此即緣覺自性住種性、此是大乘自性住種性，如是分類為三種，不應理，

source: དྲི་མ་མ་སྤངས་པའི་སེམས་ཀྱི་ཆོས་དབྱིངས་རང་བཞིན་གནས་རིགས་གང་ཞིག ཆོས་དབྱིངས་ལ་ངོ་བོ་མི་འདྲ་བའི་དབྱེ་བ་མི་འཐད་པའི་ཕྱིར་ཞེ་ན།
zh_tw: 因未斷垢染之心之法界是自性住種性，且法界有不同體性之分類不應理故。」

source: དེ་ཡང་རྩ་བར།
zh_tw: 此復，如根本頌言：

source: ཆོས་ཀྱི་དབྱིངས་ལ་དབྱེར་མེད་ཕྱིར། །
zh_tw: 法界無差別，

source: རིགས་ནི་ཐ་དད་རུང་མ་ཡིན། །
zh_tw: 種性不應異。

source: དེ་ལྟ་ནའང་ཆོས་ཀྱི་དབྱིངས་ལ་དབྱེར་མེད་ཕྱིར།
zh_tw: 「雖如此，然法界無別故，言

source: འདི་ནི་ཉན་ཐོས་ཀྱི་རིགས་སོ། །
zh_tw: 『此乃聲聞種性，

source: འདི་ནི་རང་སངས་རྒྱས་ཀྱི་རིགས་སོ། །
zh_tw: 此即緣覺種性，

source: འདི་ནི་སངས་རྒྱས་ཀྱི་རིགས་སོ། །
zh_tw: 此是佛種性。』

source: ཞེས་རིགས་ནི་ཐ་དད་རུང་མ་ཡིན།
zh_tw: 種性不應為異。

source: ཇི་སྐད་དུ་འཇམ་དཔལ་གལ་ཏེ་ཆོས་ཀྱི་དབྱིངས་གཅིག་དང༌།
zh_tw: 如云：『文殊，若一法界、

source: དེ་བཞིན་ཉིད་གཅིག་དང༌།
zh_tw: 一真如、

source: ཡང་དག་པའི་མཐའ་གཅིག་ཡིན་ན།
zh_tw: 一真實際，

source: དེ་ལ་ཇི་ལྟར་སྣོད་དང་སྣོད་མིན་པར་གདགས་ཞེས་གསུངས་པ་བཞིན་ནོ། །
zh_tw: 於此豈能假立器與非器。』

source: ལན་ནི་རྩ་བའི་ཐལ་འགྱུར་ལ་ཁྱབ་པ་མེད་པར་ཐལ།
zh_tw: 答：根本應成理應不周遍，

source: རྟེན་ཆོས་སྒྲུབ་པ་གསུམ་གྱི་དབྱེ་བས་རྟེན་རིགས་གསུམ་གྱི་དབྱེ་བ་འཐད་པའི་ཕྱིར།
zh_tw: 因由所依法修行之三種分類，〔安立〕能依三種種性分類是為應理故。

source: བུམ་པ་གཅིག་ཡིན་ཡང་རང་གི་ནང་དུ་སྦྲང་རྩི་དང་བུ་རམ་དང་ལི་ཁར་རྣམས་རིམས་ཀྱིས་བླུག་པའི་ཚེ།
zh_tw: 雖是一瓶，然把蜂蜜、蔗糖及白糖等依序注入時，

source: རང་གི་ནང་ན་སྦྲང་རྩི་ཡོད་པའི་བུམ་པ་དེ་ལ་སྦྲང་རྩིའི་བུམ་པ།
zh_tw: 內有蜂蜜之瓶，稱作蜂蜜瓶；

source: རང་གི་ནང་ན་བུ་རམ་ཡོད་པའི་བུམ་པ་དེ་ལ་བུ་རམ་གྱི་བུམ་པ་དང༌།
zh_tw: 內有蔗糖之瓶，稱作蔗糖瓶；

source: རང་གི་ནང་ན་ལི་ཁར་ཡོད་པའི་བུམ་པ་དེ་ལ་ལི་ཁ་རའི་བུམ་པ་ཞེས་བརྗོད་པ་བཞིན་ནོ། །
zh_tw: 內有白糖之瓶，稱作白糖瓶。

source: དཔེ་དོན་སྦྱོར་ཚུལ་ཡང་ཡོད་དེ།
zh_tw: 法喻結合之理：

source: དཔེ་སྔ་མ་དེ་བཞིན་དུ་དྲི་བཅས་སེམས་ཀྱི་ཆོས་དབྱིངས་དེ་གཅིག་ཡིན་ཡང་དེ་ལ་རྟེན་ཆོས་སྒྲུབ་པའམ།
zh_tw: 即如前喻，有垢心之法界雖是一，

source: ཐེག་པ་གསུམ་གྱིས་དམིགས་པའི་ཚེ་ཉན་ཐོས་ཀྱི་དྲི་བཅས་སེམས་ཀྱི་ཆོས་དབྱིངས་ཉན་ཐོས་ཀྱི་རང་བཞིན་གནས་རིགས་དང༌།
zh_tw: 然因(其)能依法修行或三乘緣彼時，聲聞有垢心之法界成為聲聞自性住種性，

source: རང་རྒྱལ་གྱི་དྲི་བཅས་སེམས་ཀྱི་ཆོས་དབྱིངས་རང་རྒྱལ་གྱི་རང་བཞིན་གནས་རིགས་དང༌།
zh_tw: 緣覺有垢心之法界成為緣覺自性住種性，

source: བྱང་སེམས་ཀྱི་དྲི་བཅས་སེམས་ཀྱི་ཆོས་དབྱིངས་བྱང་སེམས་ཀྱི་རང་བཞིན་གནས་རིགས་སུ་འགྱུར་བའི་ཕྱིར་ཏེ།
zh_tw: 菩薩有垢心之法界成為菩薩自性住種性故。

source: རྟེན་པའི་ཆོས་ཀྱི་བྱེ་བྲག་གིས། །
zh_tw: 「由能依法異，

source: དེ་ཡི་དབྱེ་བ་ཡོངས་སུ་བརྗོད།
zh_tw: 故說彼差別。

source: འགྲེལ་པར།
zh_tw: 《釋》云：

source: དཔེར་ན་འཇིམ་པ་གཅིག་ལས་མངོན་པར་གྲུབ་ཅིང་མེ་ལྕེ་གཅིག་གིས་སོ་བཏང་བའི་རྟེན་བུམ་པ་ལ་སོགས་པ་རྟེན་པ་སྦྲང་རྩི་དང་ལི་ཁར་ལ་སོགས་པའི་སྣོད་ཉིད་ཀྱིས་ཐ་དད་པ་དེ་བཞིན་དུ་རྟེན་པའི་ཆོས་ཐེག་པ་གསུམ་གྱིས་བསྡུས་པ་རྟོགས་པར་བྱ་བ་ཐ་དད་པ་ཉིད་ཀྱིས་རྟེན་ཐ་དད་པ་ཉིད་དོ། །
zh_tw: 「如言：『譬如，由同泥所塑，又由同火鍊成所依之瓶等，以能依蜜、糖等器之差別，同理，因能依法三乘攝持，所證有別，故所依異矣。』

source: དེ་ལྟར་དམིགས་བྱེད་ཉན་རང་གི་ཐེག་པ་གཉིས་ཀྱིས་ཉན་རང་གི་རང་བཞིན་གནས་རིགས་ལ་དམིགས་པར་གསུངས་པ་ཉིད་ཀྱིས་ཉན་རང་ལ་ཆོས་ཀྱི་བདག་མེད་རྟོགས་པ་ཡོད་པར་བསྟན་ལ།
zh_tw: 如是，因由宣說能緣之聲、緣二乘，緣聲、緣自性住種性，表聲、緣有證悟法無我，

source: མདོ་ལས།
zh_tw: 如經云：

source: འཕགས་པའི་གང་ཟག་ཐམས་ཅད་ནི་འདུས་མ་བྱས་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་ཡིན་ནོ། །
zh_tw: 「一切聖者補特伽羅，皆是無為之所顯。」

source: ཅེས་པས་བསྟན་པ་འགྲེལ་པ་གསུམ་གྱི་དགོངས་པའོ། །
zh_tw: 此所示即三釋論之意趣

source: འདི་དག་ལ་དཔགས་ནས་དེང་སང་གི་དུས་སུ།
zh_tw: 此等可推知，

source: སྤྱིར་མངོན་པར་རྟོགས་པའི་རྒྱན་གྱི་མཐར་ཐུག་པའི་དགོངས་པ་ཐལ་རང་གང་དུ་གནས་དཔྱོད་པ་དང༌།
zh_tw: 現今，一般探析《現觀莊嚴論》究竟意趣為自續應成何派，

source: ཁྱད་པར་འདིའི་སྐབས་ཀྱི་གཞུང་རྣམས་ཐལ་རང་གང་གི་གཞུང་ཡིན་དཔྱོད་པ་ནི་བདག་ཉིད་ངལ་བར་བྱེད་པ་སྟེ།
zh_tw: 尤其探析此時之引文，屬於自續、應成何派引文，乃徒勞自苦，

source: ཐལ་རང་སོ་སོའི་གྲུབ་མཐའི་དབང་གིས་རང་རང་གི་ཕྱོགས་སུ་འདོད་པའི་ཕྱིར་རོ། །
zh_tw: 因以自續應成各別宗義之由，承許各自方故。

source: སྐབས་འདིར་མཐའ་དཔྱད་པ་ལ་བཞི་ཡོད་དེ།
zh_tw: 今此辨析有四：

source: ཉན་ཐོས་སྡེ་པའི་ལུགས་བཤད་པ།
zh_tw: 闡述聲聞部派、

source: སེམས་ཙམ་པའི་ལུགས་བཤད་པ།
zh_tw: 闡述唯識派、

source: དེ་ལ་ཉི་སྣང་དུ་འཕགས་པས་དགག་པ་མཛད་ཚུལ་བཤད་པ།
zh_tw: 於此《二萬頌光明釋》中聖者如何破斥之理、

source: དབུ་མ་པ་རང་གི་ལུགས་བཤད་པ་རྣམས་སུ་ཡོད་པའི་ཕྱིར།
zh_tw: 闡述中觀自宗。

source: དང་པོ་ཡོད་དེ།
zh_tw: 闡述聲聞部派：

source: ཆོས་གོས་དང་གནས་མལ་དང་བསོད་སྙོམས་ངན་ངོན་ཙམ་གྱིས་ཆོག་ཤེས་པ་འཕགས་པའི་རིགས་ཞེས་པ་གསུམ་དང༌།
zh_tw: 於簡陋法衣、臥具、乞食知足，謂三聖種；

source: སྤོང་བ་དང་སྒོམ་པ་ལ་མངོན་པར་དགའ་བ་འཕགས་པའི་རིགས་ཞེས་པ་གཅིག་སྟེ་བཞི་གསུངས་ཤིང༌།
zh_tw: 喜愛於斷除與修行，謂一聖種，共四種。

source: དང་པོ་གསུམ་གྱིས་བདག་གི་བའི་དངོས་པོ་ལ་སྲེད་པ་རེ་ཞིག་འགོག་པ་དང༌།
zh_tw: 前三者表暫息貪愛我所有物以及

source: ལམ་བསྒོམ་ཚུལ་བསྟན།
zh_tw: 修道之理，

source: ཕྱི་མས་ལམ་སྒོམ་པ་དངོས་དང་བདག་དང་བདག་གི་བའི་དངོས་པོ་ལ་སྲེད་པ་གཏན་ནས་འགོག་པའི་ཚུལ་དེ་བསྟན་པའི་ཕྱིར་ཏེ།
zh_tw: 後者，表正修道與如何永除貪愛我及我所有物之理，

source: མ་ཆགས་འཕགས་རིགས་དེ་དག་ལས། །
zh_tw: 「三生具後業，

source: གསུམ་གྱིས་ཚུལ་བསྟན་ཐ་མས་ལས། །
zh_tw: 為治四愛生，

source: བདག་གིར་བདག་འཛིན་དངོས་འདོད་པ། །
zh_tw: 我所我事欲，

source: དེ་ཡི་དུས་དང་གཏན་ཞིའི་ཕྱིར། །
zh_tw: 暫息永除故。

source: བཞི་པོ་དེ་དག་ལ་འཕགས་པའི་རིགས་ཞེས་བརྗོད་པའི་རྒྱུ་མཚན་ཡོད་དེ།
zh_tw: 此四者稱聖種之理由即，

source: དེ་རྣམས་ལ་བརྟེན་ནས་འཕགས་པ་རྣམས་སྐྱེད་པར་བྱེད་པས་དེ་སྐད་བརྗོད་པའི་ཕྱིར་ཏེ།
zh_tw: 依此等能生諸聖者故如是稱，

source: མཛོད་འགྲེལ་ལས།
zh_tw: 如《俱舍論釋》云：

source: ཅིའི་ཕྱིར་འཕགས་པའི་རིགས་ཞེས་བྱ་ཅེ་ན།
zh_tw: 「何以故名種性？

source: འདི་དག་ལས་འཕགས་པ་རྣམས་སྐྱེད་པས་འཕགས་པའི་རིགས་བཞི་སྟེ།
zh_tw: 謂仗此等能生諸聖者，故四聖種。

source: གཉིས་པ་ནི།
zh_tw: 闡述唯識派：

source: ཆོས་མངོན་པའི་མདོ་ལས།
zh_tw: 以《對法經》云：
